<?php
/**
 * Title: Gujarati Lesson Plan Content
 * Slug: wporg-learn-2020/lesson-plan/gujarati
 * Block Types: core/post-content
 * Post Types: lesson-plan
 * Categories: featured, text
 */

?>

<!-- wp:quote -->
<blockquote class="wp-block-quote">
<!-- wp:paragraph -->
<p>પાઠ યોજનામાં શું આવરી લેવામાં આવ્યું છે તે સમજાવતો ટૂંકો ફકરો. આ ટેક્સ્ટ હોવો જોઈએ જેની નકલ કરી શકાય અને મુલાકાત અથવા કાર્યશાળા વર્ણનમાં ઉપયોગ કરી શકાય.</p>
<!-- /wp:paragraph -->
</blockquote>
<!-- /wp:quote -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>ઉદ્દેશ્યો</h2>
<!-- /wp:heading -->

<!-- wp:paragraph -->
<p>આ પાઠ પૂર્ણ કર્યા પછી, સહભાગીઓ સક્ષમ હશે:</p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>ઉદ્દેશ્ય ૧</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>ઉદ્દેશ્ય ૨</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:quote -->
<blockquote class="wp-block-quote">
<!-- wp:paragraph -->
<p>તે જરૂરી છે કે તમે દરેક પાઠ યોજના માટે ઉદ્દેશ્ય(ઓ)ની બુલેટેડ સૂચિ શામેલ કરો. આને બનાવવામાં મદદ માટે શીખવાના હેતુઓ સરળ ઉત્પન્ન કરનાર યંત્ર જુઓ. </p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>ઉદ્દેશ્યોને ક્રિયાઓ તરીકે શબ્દોમાં દર્શાવવા જોઈએ કે જે પૂર્ણ થઈ જાય તે પછી સહભાગી કરી શકે. સંદર્ભ તરીકે&nbsp;<a href="http://www.fresnostate.edu/academics/oie/documents/assesments/Blooms%20Level.pdf">Bloom's Taxonomy of Action Verbs</a>&nbsp;(PDF) જુઓ. "જાણો," "સમજો," "તેનો પરિચય કરાવો," વગેરે જેવા શબ્દોનો ઉપયોગ કરવાનું ટાળો. દરેક ઉદ્દેશ્ય માટે એક મૂલ્યાંકન વસ્તુ હોવી જોઈએ (નીચે જુઓ).</p>
<!-- /wp:paragraph -->
</blockquote>
<!-- /wp:quote -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>પૂર્વજરૂરીયાતો કૌશલ્યો</h2>
<!-- /wp:heading -->

<!-- wp:paragraph -->
<p>સહભાગીઓ આ પાઠમાંથી સૌથી વધુ મેળવશે જો તેઓ આનાથી પરિચિત હોય:</p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>કૌશલ્ય ૧</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>કૌશલ્ય ૨</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p><em>દાખ્લા તરીકે:</em></p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>એચટીએમએલ અને સીએસએસ નો અનુભવ</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>મૂળભૂત વર્ડપ્રેસ ખ્યાલોનો પાઠ પૂર્ણ કર્યો</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>તૈયારી પ્રશ્નો</h2>
<!-- /wp:heading -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>પ્રશ્ન ૧</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>પ્રશ્ન ૨</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p>પાઠ શીખવા અને સમજવા માટે તેમની પાસે પૃષ્ઠભૂમિ અને કૌશલ્યો છે કે કેમ તે જોવા માટે સહભાગીઓ માટે પ્રશ્નોની સૂચિ.</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><em>દાખ્લા તરીકે:</em></p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>શું તમે તમારી થીમમાં જાતે ફેરફાર કરવા માંગો છો?</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>શું તમે જાણો છો કે સીએસએસ કેવી રીતે લખવું?</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>જરૂરી સામગ્રી</h2>
<!-- /wp:heading -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>વસ્તુ ૧</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>વસ્તુ ૨</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p>પ્રસ્તુતકર્તાને પાઠ માટે જરૂરી ફાઇલો, સંસાધનો, સાધનો અથવા અન્ય સામગ્રીઓની સૂચિ.</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><em>દાખ્લા તરીકે:</em></p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>વર્ડપ્રેસનું સ્થાનિક સ્થાપિત કરો</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>બે હજાર સોળ વિષય માટેની ફાઇલો</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>પ્રસ્તુતકર્તા માટે નોંધો</h2>
<!-- /wp:heading -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>નૉૅધ ૧</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>નૉૅધ ૨</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p>પ્રસ્તુતકર્તા માટે કોઈપણ સરળ સંકેત અથવા અન્ય માહિતીની સૂચિ.</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><em>દાખ્લા તરીકે:</em></p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>સહભાગીઓએ શરૂઆત કરતા પહેલા બે હજાર સોળ વિષય ડાઉનલોડ કરવાની જરૂર પડી શકે છે</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>જો પ્રોજેક્ટર અથવા ઇન્ટરનેટ ઉપલબ્ધ ન હોય તો શું કરવું</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>જો સહભાગી પાસે જરૂરી સ્થાપના ન હોય તો શું કરવું</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>વિષય વિશે વિવિધ અભિપ્રાયોની કેવી રીતે વ્યવસ્થા કરવી</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>પાઠની રૂપરેખા</h2>
<!-- /wp:heading -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>પહેલા આ કરો</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>પછી આ તરફ આગળ વધો</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>આ સાથે સમાપ્ત કરો</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p>પાઠ માટેની યોજના. રૂપરેખા ફોર્મ સારી રીતે કામ કરે છે.</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><em>દાખ્લા તરીકે:</em></p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>વિષય શું છે તે વિશે વાત કરો</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>વિષય કેવી રીતે સ્થાપિત અને સક્રિય કરવી તે દર્શાવો</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>સહભાગીઓ તેમની પોતાની સાઇટ પર વિષય શોધી અને સ્થાપિત કરવા માટે કસરતનો અભ્યાસ કરો</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>કસરતો</h2>
<!-- /wp:heading -->

<!-- wp:paragraph -->
<p><strong>કસરતનું નામ</strong></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>કસરતો શું કરે છે અને તે કઇ કૌશલ્ય અથવા જ્ઞાનને મજબૂત બનાવે છે તેનું ટૂંકું વર્ણન.</p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>કસરતનો ટૂંકો મુદ્દો અથવા પગલું</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>અને અન્ય એક</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:quote -->
<blockquote class="wp-block-quote">
<!-- wp:paragraph -->
<p>આ ટૂંકી અથવા ચોક્કસ પ્રવૃત્તિઓ છે જે સહભાગીઓને પાઠના અમુક ઘટકોનો અભ્યાસ કરવામાં મદદ કરે છે. તેઓ સંપૂર્ણપણે લખેલી કસરતો ન હોવા જોઈએ, પરંતુ કંઈક એવા જે સહભાગીઓ તેમના પોતાના પર કરી શકે છે. ઉદાહરણ તરીકે, તમે ઉદાહરણ પાઠના એક પગલાના આધારે કસરત બનાવી શકો છો.</p>
<!-- /wp:paragraph -->
</blockquote>
<!-- /wp:quote -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>આંકણી</h2>
<!-- /wp:heading -->

<!-- wp:paragraph -->
<p>ઉપર સૂચિબદ્ધ દરેક ઉદ્દેશ્ય માટે એક આંકણી વસ્તુ (અથવા વધુ) હોવી જોઈએ. દરેક મૂલ્યાંકન વસ્તુ એક ઉદ્દેશ્યને સમર્થન આપવી જોઈએ; એવું કોઈ ન હોવું જોઈએ.</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><strong>પ્રશ્ન લખો.</strong></p>
<!-- /wp:paragraph -->

<!-- wp:list {"ordered":true} -->
<ol>
<!-- wp:list-item -->
<li>વિકલ્પ</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>વિકલ્પ</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>વિકલ્પ</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>વિકલ્પ</li>
<!-- /wp:list-item -->
</ol>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p><strong>જવાબ:</strong>&nbsp;3. સાચો જવાબ</p>
<!-- /wp:paragraph -->

<!-- wp:quote -->
<blockquote class="wp-block-quote">
<!-- wp:paragraph -->
<p>પ્રસ્તુત સામગ્રીની તેમની જાળવણીનું મૂલ્યાંકન કરવા સહભાગીઓને પૂછવા માટેના થોડા પ્રશ્નો. તેઓ લક્ષ્યો પ્રાપ્ત થયા છે કે કેમ તેનું માપ હોવું જોઈએ. દરેક ઉદ્દેશ્ય માટે એક પ્રશ્નનો વિચાર કરો.</p>
<!-- /wp:paragraph -->
</blockquote>
<!-- /wp:quote -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>વધારાના સંસાધનો</h2>
<!-- /wp:heading -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li>સંસાધન ૧</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>સંસાધન ૨</li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p>એક વૈકલ્પિક વિભાગ જેમાં સંસાધનોની સૂચિ શામેલ હોઈ શકે છે જેનો ઉપયોગ પ્રસ્તુતકર્તા વિષય પર વધુ માહિતી મેળવવા માટે કરી શકે છે.</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><em>દાખ્લા તરીકે:</em></p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul>
<!-- wp:list-item -->
<li><a data-external="true" href="https://wordpress.org/support/">આધાર દસ્તાવેજ</a> અથવા <a data-external="true" href="https://developer.wordpress.org/">  પરની માહિતીનો સંબંધ વિકાસકર્તા સંસાધનો છે</a></li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li><a data-external="true" href="https://developer.wordpress.org/themes/">વિષય સમીક્ષા ટુકડીઓ ની  માર્ગદર્શિકા</a> અથવા <a href="https://make.wordpress.org/plugins/handbook/">પ્લગઇન સમીક્ષા ટુકડીઓ ની માર્ગદર્શિકા</a></li>
<!-- /wp:list-item -->
</ul>
<!-- /wp:list -->

<!-- wp:heading {"lock":{"move":true,"remove":true}} -->
<h2>ઉદાહરણ</h2>
<!-- /wp:heading -->

<!-- wp:quote -->
<blockquote class="wp-block-quote">
<!-- wp:paragraph -->
<p>પાઠ યોજના કેવી રીતે અમલમાં મૂકી શકાય તેનું ઉદાહરણ. જો જરૂરી હોય તો છબીઓ અને સૂચનાઓ સાથે, પ્રસ્તુતકર્તા પ્રસંગમાં આ પાઠ યોજનાનો ઉપયોગ કરી શકે તે રીતે નકલ સ્વરૂપમાં લખવામાં આવે છે.</p>
<!-- /wp:paragraph -->
</blockquote>
<!-- /wp:quote -->

<!-- wp:heading {"level":3} -->
<h3>ઉદાહરણ પાઠ માટે વિભાગનું મથાળું</h3>
<!-- /wp:heading -->

<!-- wp:quote {"className":"is-style-default"} -->
<blockquote class="wp-block-quote is-style-default">
<!-- wp:paragraph -->
<p>તમારે સંભવતઃ ઉદાહરણ પાઠને બહુવિધ વિભાગોમાં તોડવાની જરૂર પડશે.</p>
<!-- /wp:paragraph -->
</blockquote>
<!-- /wp:quote -->

<!-- wp:heading {"level":3,"lock":{"move":true,"remove":true}} -->
<h3>પાઠ સમેટો</h3>
<!-- /wp:heading -->

<!-- wp:paragraph -->
<p>[સંકેત] 💡 ઉપર દર્શાવેલ <a href="#Exercises">કસરત</a> અને <a href="#Assessment">મૂલ્યાંકન</a> સાથે અનુસરો.[/સંકેત]</p>
<!-- /wp:paragraph -->
 